IDEA Open Model
ResultOfDeformation.Uz Property
Compatible with IDEA StatiCa Beta 20.0
 Deformation in the z direction
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Uz { get; set; }
Public Property Uz As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ResultOfDeformation Class
IdeaRS.OpenModel.Result Namespace